/* Cancel */
"Cancel" = "Cancel";

/* Successful feedback button title. */
"Okay" = "Okay";

/* Feedback button title */
"Send Feedback" = "Send Feedback";

/* Feedback window title. */
"Submit Feedback" = "Submit Feedback";

/* Succesful feedback message. */
"Thanks! Your feedback has been sent successfully." = "Thanks! Your feedback has been sent successfully.";

/* Button title for failed request retry. */
"Try Again" = "Try Again";

